Updated README.md file
